{"inkVersion":19,"root":[[{"#":"author: Artur Franco"},{"#":"theme: dark"},["^Você está trabalhando na construção do casarão de um aristocrata. O dia está proximo do fim e você imagina ser uma ótima noportunidade de ir para casa. Quando chega uma multidao enfurecida, eles querem a cabeça de seu mestre. Acusam-no de nmuitas atrocidades, entre elas a bruxaria.","\n",{"#":"IMAGE: images/034-Bridge01.jpg"},["ev",{"^->":"0.g-0.3.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^Seguir a multidao e ver no que vai dar. ",{"->":"$r","var":true},null]}],["ev",{"^->":"0.g-0.4.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-1","flg":18},{"s":["^Ir para casa e quem sabe encontrar sua namorada. ",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"0.g-0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.3.s"},[{"#n":"$r2"}],{"->":"seguir_multidao"},"\n",{"->":"0.g-1"},{"#f":5}],"c-1":["ev",{"^->":"0.g-0.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.4.s"},[{"#n":"$r2"}],{"->":"voltar_para_casa"},"\n",{"->":"0.g-1"},{"#f":5}],"#f":5,"#n":"g-0"}],{"g-1":["done",{"#f":5}]}],"done",{"seguir_multidao":["^Seguindo a multidao agora pode ver que era verdade, voces atravessam um cemiterio e os mortos comecam a se levantar.","\n","^E a multidao enfurecida, ataca-os, a cena e violenta e alguns se acovardam. Correndo de volta para suas casas, mas nao parece ser uma boa ideia dar as costas para o inimigo e muitos morrem ao tentar.","\n","end",{"#f":1}],"voltar_para_casa":["^Voce volta para casa, se arruma e resolve ver sua noiva!! Mas, algo aconteceu os familiares dela choram copiosamente, porque ela foi sequestrada pelo aristocrata e souberam e pensam que ela foi levada para algum ritual de sacrificio. Voce se desespera e volta para o casarao, tudo foi queimado, restos de corpos pelos chao. Voce atravessa as matas do terreno em meio a corpos de fazendeiros e de outros cadaveres que a muito tempo ja haviam morrido.","\n","^Ao chegar em uma cripta desmoronada, voce encontra o corpo de sua amada e se arrepende de nao ter seguido a multidao. Ao se informar do conde ninguem possui seu paradeiro, mas ao chegar proximo de um abismo que da para o mar proximo da cripta você acha um pedaco de tecido rasgado carissimo, com certeza pertenceu ao nobre. Desolado voce encontra conforto na vida religiosa e se torna um clerigo do Deus Goliath, o deus da cura e regeneração, mas também o deus do exorcismo e esconjuração. Logo, você pretende encontrar o conde e dar um fim nele.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}