[
   {
      "@id": "0",
      "descricao": "Você está trabalhando na construção do casarão de um aristocrata. O dia está proximo do fim e você imagina ser uma ótima \noportunidade de ir para casa. Quando chega uma multidao enfurecida, eles querem a cabeça de seu mestre. Acusam-no de \nmuitas atrocidades, entre elas a bruxaria.",
      "tipo": "0",
      "subtipo": "0",
      "comandoinicial": "0",
      "comandofinal": "1"
   },
   {
      "@id": "1",
      "descricao": "Seguindo a multidao agora pode ver que era verdade, voces atravessam um cemiterio e os mortos comecam a se levantar. \nE a multidao enfurecida, ataca-os, a cena e violenta e alguns se acovardam. Correndo de volta para suas casas, mas nao\nparece ser uma boa ideia dar as costas para o inimigo e muitos morrem ao tentar.",
      "tipo": "0",
      "subtipo": "0",
      "comandoinicial": "2",
      "comandofinal": "3"
   },
   {
      "@id": "2",
      "descricao": "Voce volta para casa, se arruma e resolve ver sua noiva!! \nMas, algo aconteceu os familiares dela choram copiosamente, porque ela foi sequestrada pelo aristocrata e souberam e \npensam que ela foi levada para algum ritual de sacrificio. Voce se desespera e volta para o casarao, tudo foi queimado, \nrestos de corpos pelos chao. Voce atravessa as matas do terreno em meio a corpos de fazendeiros e de outros cadaveres que\na muito tempo ja haviam morrido.\n\tAo chegar em uma cripta desmoronada, voce encontra o corpo de sua amada e se arrepende de nao ter seguido a multidao. \nAo se informar do conde ninguem possui seu paradeiro, mas ao chegar proximo de um abismo que da para o mar proximo da cripta\nvoce acha um pedaco de tecido rasgado carissimo, com certeza pertenceu ao nobre. Desolado voce encontra conforto na vida \nreligiosa e se torna um clerigo do Deus Goliath, o deus da cura e regeneração, mas também o deus do exorcismo e esconjuração.\nLogo, voce pretende encontrar o conde e dar um fim nele.",
      "tipo": "4",
      "subtipo": "2",
      "comandoinicial": "4",
      "comandofinal": "4"
   },
   {
      "@id": "3",
      "descricao": "Voce resolveu continuar e na sua frente dois zumbis se arrastam e avançam para cima de você. Um esqueleto armado com ossos de \nalguém que acabou de matar, também vem em sua direção. Você aperta o cabo do martelo e prepara-se para o combate!!",
      "tipo": "1",
      "subtipo": "2",
      "comandoinicial": "5",
      "comandofinal": "5"
   },
   {
      "@id": "4",
      "descricao": "Os poucos sobreviventes que caminhavam atrás do conde, agora recuam dizem que sua cripta está desmoranando com ele e sua \nvítima.",
      "tipo": "0",
      "subtipo": "0",
      "comandoinicial": "6",
      "comandofinal": "7"
   },
   {
      "@id": "5",
      "descricao": "Ao alcançar a cripta, mal pode acreditar no que vê, sua noiva está presa em um altar e o conde empunha uma arma pronta para mata-la.\nVocê grita em desespero, e corre atravessando em meio aos mortos-vivos que lá estavam para proteger o seu maldito ex-patrão. O conde é arremessado para\nlonge com uma pancada do martelo que você pegou.\n\tEle olha para você incrédulo e nota que não há mais tempo para concluir ritual e salta pela janela em direção a um penhasco que desemboca no mar.\nVocê grita e urra em desespero tentando liberta sua mulher enquanto os morto-vivos restantes caminham em sua direção. \nContudo, você não consegue e em meio ao desespero você grita por vingança quando as correntes que prendiam sua mulher o envolvem como uma serpente. \n\tVocê urra em despero. O teto desaba e tudo fica escuro.\n\t\n\tConsegue tirar um bloco que estava sobre sua cabeça, você sai dos escombros.\nAgora desperto você não será mais o mesmo nota-se que tornou-se mais astuto e que um poder estranho\ncorre em suas veias. Aparentemente o poder do ritual profano que seria usado pelo conde agora lhe foi dado.\n\tE graças a eles você foi preservado durante alguns anos debaixo dos escombros. Talvez pelos poderes\nque agora você possuí a única ideia que vem a sua cabeça é de vingança por um pedaço do tecido do conde \nainda preso nos escombros, mesmo depois de tantos anos, você consegue sentir a direção de onde o conde está\ne irá até ele.",
      "tipo": "4",
      "subtipo": "1",
      "comandoinicial": "4",
      "comandofinal": "4"
   },
   {
      "@id": "6",
      "descricao": "Ao voltar, você se depara com o pai de sua noiva. Ele está muito ferido e pergunta por que você está voltando. \nAfinal de contas é a filha dele, sua noiva, que foi raptada. Logo, você se desespera e corre de volta para cripta.\nMas, agora é muito tarde a cripta desmoronou por completo. Em desespero, você caminha no cemitério que o um dia foi\num jardim do conde. Encontra, um pequeno mausoléu e se senta com vergonha e pos se a chorar.\n\tAté ser surpreendido por um grande zumbi, mas ele não lhe ataca pois alguém atrás dele decepa sua cabeça. Estranhamente\né uma bela mulher e lhe fornece carinho e proteção. Nessa noite você dorme com ela, e só acordaria na noite seguinte.\nA mulher era uma vampira e agora você, também é um. E ao se misturar com a noite você ainda sente a presença do conde vivo ao longe no mar.\n\tPor puro ódio você se permite ir atrás dele, uma busca que tomará alguns anos.",
      "tipo": "4",
      "subtipo": "0",
      "comandoinicial": "4",
      "comandofinal": "4"
   },
   {
      "@id": "7",
      "descricao": "Você possuiu um grande tempo caminhado sob mantos muito pesados. Para não chamar muita atenção pelo caminho,\nalém de estar protegido contra outros intepéries da natureza como a chuva, o vento, o sol, etc.\n\tContudo, ao longe você avista um acampamento. São ciganos!!",
      "tipo": "2",
      "subtipo": "0",
      "comandoinicial": "8",
      "comandofinal": "9"
   },
   {
      "@id": "8",
      "descricao": "Você entra no acampamento dos ciganos, eles cobram uma taxa pela sua permanência com eles, mas como você foi generoso em seu pagamento\neles vão lhe oferecer uma boa hospitalidade e bebidas. Eles fazem inúmeras apresentações de dança, passando por malabarismo até canto.\n\tContudo, como você está muito embriagado a sua percepção e atenção lhe falha quando é roubado por uma ladrãozinho de menos de 1,5m.",
      "tipo": "0",
      "subtipo": "0",
      "comandoinicial": "8",
      "comandofinal": "8"
   },
   {
      "@id": "9",
      "descricao": "Ao alcançar o suposto ladrãzinho, nota-se que um indivíduo muito mais sinistro aborda o mirim. Ele é um homem alto e armado, questiona-se\nse vale a pena enfrentá-lo por um ladrãozinho como aquele.",
      "tipo": "0",
      "subtipo": "0",
      "comandoinicial": "10",
      "comandofinal": "11"
   },
   {
      "@id": "10",
      "descricao": "Você volta para sua cama sem ter ajudado o rapaz e tem sonos intranquilos com o ladrão pedindo ajuda.\nNo dia seguinte você desperta todo suado. Quando sai da cabana alugada os ciganos começam a encará-lo com\num olhar diferente..\n\tEntão você escuta um grito: \"Assassino!!\". Provavelmente eles encontraram o corpo do jovem ladrão e como\nvocê tinha perseguido-o acabou sendo considerado o assassino do rapaz, que azar..\n\tVocê é apedrejado e linchado até a morte.",
      "tipo": "6",
      "subtipo": "0",
      "comandoinicial": "0",
      "comandofinal": "0"
   },
   {
      "@id": "11",
      "descricao": "Você grita: \"Largue o garoto seu patife\". O homem não parece ter gostado de ouvir o que você falou e\nirá lhe ensinar uma boa lição. Você cerra os punhos e prepara um encantamento mentalmente.",
      "tipo": "1",
      "subtipo": "4",
      "comandoinicial": "19",
      "comandofinal": "19"
   },
   {
      "@id": "12",
      "descricao": "Tendo derrotado o assassino. Você nota que o ladrão é na verdade uma menina e que após isso ela estende a\nmão com a sua bolsa e seu dinheiro e suas pistas do conde. Você pode:",
      "tipo": "0",
      "subtipo": "0",
      "comandoinicial": "12",
      "comandofinal": "13"
   },
   {
      "@id": "13",
      "descricao": "A garota chora de vergonha e de medo de sua brutalidade e vai lhe pedir que não a denuncie ou será \napedrejada, mas você a interrompe e manda que ela se cale. Ele não será denunciada, mas você não se arriscará\ncom alguém que possa lhe trair e tira-lo do caminho de sua vingança.",
      "tipo": "0",
      "subtipo": "0",
      "comandoinicial": "14",
      "comandofinal": "14"
   },
   {
      "@id": "14",
      "descricao": "Tendo em vista a paciência que você teve, a garota pede-lhe desculpa e explica que só rouba porque sua\nmãe, uma grande cartomante, está doente e ela precisa de remédios caros que compra nas cidades em que passa.\n\tVocê se apieda da garota e resolve ajuda-la, dizendo que pode curar sua mãe. Ela lhe leva até ela e devido\naos seus poderes mágicos você é capaz de expusar o mal que lhe afligia. Imensamente emocionadas pela piedade e \ne ajuda que um desconhecido prestou, elas lhe dão um presente.\n\tTrata-se de um anel que permite-lhe mudar o cheiro do seu corpo e levemente sua aparência, a velha prediz\nque o seu caminho será difícil, pois seus oponentes são fortes, então ela concluí: \n\t\"Aproxime-se deles pela cozinha e de lá enfraqueça-os\". Seja o que for que isso signifique você agradece aos\npresentes e parte.",
      "tipo": "0",
      "subtipo": "0",
      "comandoinicial": "14",
      "comandofinal": "14"
   },
   {
      "@id": "15",
      "descricao": "Agora você está diante do castelo do conde/bruxo, você nota que o lugar é bem isolado e provavelmente pertenceu\na outro nobre pouco tempo antes, porque há resto de brasões de uma outra família danificados na entrada e nos muros\ndo local. A entrada é protegida por dois guardas que olhando de perto você nota que há tempos que eles não são mais\nhumanos, provalmente são esqueletos sob uma armaduras pesadas.\n\tEles perguntam o que você veio fazer. E você responde:",
      "tipo": "0",
      "subtipo": "0",
      "comandoinicial": "15",
      "comandofinal": "18"
   },
   {
      "@id": "16",
      "descricao": "Eles não gostaram da sua conversa, não acreditaram e nem se intimidaram com ela. Infelizmente eles lhe atacam.\nE mais infelizmente ainda os guardas eram mais fortes do que você imaginava, sendo os servos mais poderosos do Conde, \neles acabam com você com apenas um golpe.",
      "tipo": "6",
      "subtipo": "0",
      "comandoinicial": "0",
      "comandofinal": "0"
   },
   {
      "@id": "17",
      "descricao": "Entra na casarão e caminha furtivamente a procura do quarto do conde. Você acha o local é tão óbvio, pois há dois quardas\nna entrada além de ser o quarto com melhor aparência. E mais alto do local.",
      "tipo": "2",
      "subtipo": "1",
      "comandoinicial": "20",
      "comandofinal": "20"
   },
   {
      "@id": "18",
      "descricao": "Você está na cozinha, maldição. A comida fede, você não sabe cozinhar mas neste caso não considera difícil preparar alguma coisa.\nLogo você joga veneno, para os monstros, e água benta, para os mortos-vivos, em meio a gororoba e espera que mate ou pelo menos \nenfraqueça seus inimigos.\n\tUm guarda, na realidade um homem rato, aparece e pergunta se está tudo pronto, afinal de contas você é novo cozinheiro e deve ter\na honra de servir pessoalmente o \"chefe\".\n\n\tVocê entra nos aposentos do conde. Para servir sua comida, a porta é trancada logo atrás dele. Você que o conde não só está em \npéssimo estado como também se transformou em um ser horrendo meio homem e meio rato. Assim como seus dois guardas dentro de seus \naposentos. Com nojo você os serve.\n\n\tO Efeito de seus venenos e água benta tem surtido efeito, do lado de fora você escuta barulhos e desespero por parte das crias\nde Crovandor, o conde e bruxo que um dia foi seu mestre. Os dois soldados a serviço dele também perecem, mas ele continua de pé e\nagora reconhece-o e grita:\n\t\"Maldito!! Você me paga, maldito, hoje estou assim por sua causa e do seu vilarejo imundo!!\" \n\tVocê então saca suas armas e mostra para ele que não será tão fácil. \n\tO combate final começa e você está preparado para isso a muito tempo!!",
      "tipo": "0",
      "subtipo": "0",
      "comandoinicial": "21",
      "comandofinal": "21"
   },
   {
      "@id": "19",
      "descricao": "Você concluiu sua missão e derrotou o conde.",
      "tipo": "6",
      "subtipo": "0",
      "comandoinicial": "0",
      "comandofinal": "0"
   },
   {
      "@id": "20",
      "descricao": "Ok, você adentrou o casarão. E é guiado por um estranho e deformado mordomo até o quarto do seu mestre.",
      "tipo": "0",
      "subtipo": "0",
      "comandoinicial": "20",
      "comandofinal": "20"
   },
   {
      "@id": "21",
      "descricao": "Você consegue invadir os aposentos do mago Crovandor, mas ele não está sozinho e seus 4 Guardas Homens Ratos já estão apostos para\no combate. O conde está um farrapo e não é mais humano, seu corpo está coberto de pelo e sua cara está igual a de um roedor, extremamente\nasqueroso. Ele possui olhos insanos, mas ainda parece manter uma inteligência antiga e maligna. Os guardas partem para cima de você com\nseu mestre e você prepara-se para enfrentá-los.",
      "tipo": "1",
      "subtipo": "6",
      "comandoinicial": "20",
      "comandofinal": "20"
   },
   {
      "@id": "22",
      "descricao": "Você inventou uma ótima desculpa, parece que eles de fato estavam esperando um cozinheiro. Mas, apesar da coincidência eles também são \nmuito desconfiados e param para pensar..",
      "tipo": "3",
      "subtipo": "0",
      "comandoinicial": "16",
      "comandofinal": "18"
   },
   {
      "@id": "23",
      "descricao": "Sua desculpa não é muito boa, pois já lhe dá um acesso muito importante ao conde mas eles param para pensar.",
      "tipo": "3",
      "subtipo": "1",
      "comandoinicial": "21",
      "comandofinal": "21"
   },
   {
      "@id": "24",
      "descricao": "O conde está fraco e vocês estão sozinhos não há oprtunidade melhor.",
      "tipo": "1",
      "subtipo": "5",
      "comandoinicial": "22",
      "comandofinal": "22"
   }
]